app/controllers/todomos_controller.rb

SELECT "todomos".* FROM "todomos"
---
  def index
    todomos = Todomo.all